{"20":{"name":"Paper Craft Camera","desc":"Faworki sweet cheesecake donut tiramisu soufflé. Bonbon donut gummi bears apple pie. Cookie chupa chups cupcake macaroon carrot cake sweet roll jelly. Danish muffin bear claw pastry. Tiramisu candy canes chupa chups carrot cake carrot cake tootsie roll. Lollipop cookie danish. Gummies brownie sesame snaps chocolate bar pastry muffin croissant. Marzipan chocolate cake bear claw cotton candy. test","images":["PaperCraft_full.jpg"],"date":"2012-07-12","skills":["PhotoShop"],"link":""},"22":{"name":"NeighbFav","desc":"Marzipan chocolate cake bear claw cotton candy. Chocolate bar chupa chups chupa chups oat cake jelly beans. Icing cake cookie candy. Faworki halvah cheesecake apple pie. Chocolate cake jelly beans pudding tootsie roll macaroon cheesecake danish. Sesame snaps sweet roll brownie dessert sweet roll. test","images":["neighbfav02.jpg","neighbfav01.jpg"],"date":"2012-07-12","skills":["HTML5 & CSS3","jQuery Mobile","Wordpress Theme Development","Responsive Design","PhotoShop"],"link":"http:\/\/www.neighbfav.com"},"23":{"name":"MSCA","desc":" Icing cake cookie candy. Faworki halvah cheesecake apple pie. Chocolate cake jelly beans pudding tootsie roll macaroon cheesecake danish. Sesame snaps sweet roll brownie dessert sweet roll.","images":["msca_sitefull.jpg","msca_logo.jpg"],"date":"2012-07-12","skills":["HTML5 & CSS3","jQuery Mobile","Responsive Design","PhotoShop","Illustrator"],"link":"http:\/\/www.msca4all.org"},"26":{"name":"Bottol","desc":"Bottol.com, an online message sharing and tracking tool, hired me\r\nto re-design the webstie. It was a fun project to work on and allowed\r\nme to improve my UX skills because it was important that all elements of the design were intuitive and cohesive. \r\n","images":["bottol01.jpg"],"date":"2012-07-31","skills":["UI \/ UX Design","PhotoShop"],"link":"http:\/\/bottol.com"},"27":{"name":"Izuly","desc":"I was hired through ElefhantWorks to design and develop Izuly.com. The site helped me gain experience learning the Big Cartel templating API and integrating it with a custom Wordpress theme. It was also a fun, feminine site to design. \r\n","images":["izuly01.jpg"],"date":"2012-07-31","skills":["HTML & CSS","Javascript\/Jquery","Wordpress Theme Development","UI \/ UX Design"],"link":"http:\/\/www.izuly.com"},"30":{"name":"John Sullivan Law","desc":"John Sullivan is a Massachusetts lawyer and I was hired through ElefhantWorks to \r\ncreate an celtic style website that was both clean and professional. The site is \r\na custom Wordpress theme.\r\n","images":["johnsullivan.jpg"],"date":"2012-07-31","skills":["HTML & CSS","Wordpress Theme Development","PhotoShop"],"link":"http:\/\/johnlsullivanlaw.com"},"31":{"name":"Gliacure","desc":"I was contracted through Spin350 to develop the desktop and mobile Wordpress theme for gliacure.com. Working on this project gave me more experience developing Wordpress widgets and plugins. \r\n","images":["gliacure.jpg"],"date":"2012-07-31","skills":["HTML & CSS","Javascript\/Jquery","Wordpress Theme Development","PHP"],"link":"http:\/\/gliacure.com"},"32":{"name":"Calorie Infographic","desc":"A project for Information Architecture at The New England Institute of art. I found bizarre calorie-burning activities and calculated what foods they would burn off. All of the graphics were created in Illustrator and are available for free download in my goodies section. \r\n","images":["calorieInfographic.jpg"],"date":"2012-07-31","skills":["Illustrator"],"link":""},"33":{"name":"AiMe","desc":"This was a project for my Mobile Design and Development course at The New England Institute of Art. The mobile site was developed using jQueryMobile.","images":["aime.jpg"],"date":"2012-07-31","skills":["HTML5 & CSS3","jQuery Mobile","PHP"],"link":"http:\/\/juliereitter.com\/mobile\/aime\/"},"34":{"name":"Timer Interface","desc":"This is a high fidelity prototype that was developed for my Interface Design class. It is the predecessor to my daily grind project, where I developed a desktop version of the project.  \r\n","images":["timeinterface_thumb.png"],"date":"2012-07-31","skills":["UI \/ UX Design","Flash\/ActionScript"],"link":"http:\/\/juliereitter.aisites.com\/timetracker"},"35":{"name":"Fast Food Memory","desc":"This memory game was my midterm project for my Advanced Actionscript class at The New England Institute of Art. The elements were designed using Illustrator and the project was developed with Actionscript. \r\n","images":["memory01.jpg"],"date":"2012-07-31","skills":["Illustrator","Flash\/ActionScript"],"link":"http:\/\/juliereitter.com\/work\/memorygame\/"}}